Repository: seblepers/Magento-CE-French-translation
Catalog: OmegaT/OmegaT-level2.tmx
Source language: en_us
Languages: fr_fr

source: Apply will automatically resize this image for display in the App Store and on users’ devices. A gloss (i.e. gradient) will also be applied, so you do not need to apply a gradient. Image must be at least 512x512
fr_fr: L'image sera automatiquement redimensionnée pour l'affichage dans l'App Store et sur les terminaux des utilisateurs. Un brillant sera appliqué, vous n'avez donc pas à appliquer de gradient. L'image doit faire au moins 512 x 512 px.

source: Approved
fr_fr: Approuvé

source: Approved the payment online.
fr_fr: Approuvé le paiement en ligne.

source: Arabic
fr_fr: Arabique

source: Archive file name:
fr_fr: Nom du fichier d'archive :

source: Are You Sure?
fr_fr: Êtes-vous sûr(e) ?

source: Are you sure that you want to delete this template?
fr_fr: Êtes-vous sûr(e) de vouloir supprimer ce gabarit ?

source: Are you sure that you want to remove this item?
fr_fr: Êtes-vous sûr(e) de vouloir retirer cet article ?

source: Are you sure that you want to strip all tags?
fr_fr: Êtes-vous sûr(e) de vouloir supprimer tous les tags ?

source: Are you sure that you want to strip tags?
fr_fr: Êtes-vous sûr(e) de vouloir supprimer les tags ?

source: Are you sure you want to accept this payment?
fr_fr: Êtes-vous sûr(e) de vouloir accepter ce paiement ?

source: Are you sure you want to cancel add this address?
fr_fr: Êtes-vous sûr(e) de vouloir annuler l'ajout de cette adresse ?

source: Are you sure you want to cancel adding of this address?
fr_fr: Êtes-vous sûr(e) de vouloir annuler l'ajout de cette adresse ?

source: Are you sure you want to cancel this order?
fr_fr: Êtes-vous sûr(e) de vouloir annuler cet commande ?

source: Are you sure you want to cancel your payment? Click OK to cancel your payment and release the amount on hold. Click Cancel to enter another credit card and continue with your payment.
fr_fr: Êtes-vous sûr(e) de vouloir annuler votre paiement ? Cliquez sur OK pour annuler votre paiement et libérer le montant bloqué. Cliquez sur Annuler pour saisir une autre carte bancaire et continuer le paiement.

source: Are you sure you want to delete current folder?
fr_fr: Êtes-vous sûr(e) de vouloir supprimer le dossier courant ?

source: Are you sure you want to delete it?
fr_fr: Êtes-vous sûr(e) de vouloir le supprimer ?

source: Are you sure you want to delete the selected backup(s)?
fr_fr: Êtes-vous sûr(e) de vouloir effacer les sauvegardes sélectionnées ?

source: Are you sure you want to delete the selected file?
fr_fr: Êtes-vous sûr(e) de vouloir supprimer le fichier sélectionné ?

source: Are you sure you want to delete this address?
fr_fr: Êtes-vous sûr(e) de vouloir effacer cette adresse ?

source: Are you sure you want to delete this category?
fr_fr: Êtes-vous sûr(e) de vouloir supprimer cette catégorie ?

source: Are you sure you want to delete this tag?
fr_fr: Êtes-vous sûr(e) de vouloir supprimer ce mot clé ?

source: Are you sure you want to delete this theme? This change will affect all applications.
fr_fr: Êtes-vous sûr(e) de vouloir supprimer ce thème ? Ce changement prendra effet sur toutes les applications.

source: Are you sure you want to deny this payment?
fr_fr: Êtes-vous sûr(e) de vouloir refuser ce paiement ?

source: Are you sure you want to do it?
fr_fr: Êtes-vous sûr(e) de vouloir le faire ?

source: Are you sure you want to do this?
fr_fr: Êtes-vous sûr(e) de vouloir effectuer cette opération ?

source: Are you sure you want to proceed?
fr_fr: Voulez-vous vraiment continuer ?

source: Are you sure you want to refresh lifetime statistics? There can be performance impact during this operation.
fr_fr: Êtes-vous sûr(e) de vouloir rafraîchir les statistiques en temps réel ? Cela peut impacter les performances pendant la durée du rafraichissement.

source: Are you sure you want to remove this product from your wishlist?
fr_fr: Êtes-vous sûr(e) de vouloir enlever ce produit de votre liste d'envies ?

source: Are you sure you want to send Creditmemo email to customer?
fr_fr: Êtes-vous sûr(e) de vouloir envoyer l'avoir par email au client ?

source: Are you sure you want to send Invoice email to customer?
fr_fr: Êtes-vous sûr(e) de vouloir de vouloir envoyer la facture par email au client ?

source: Are you sure you want to send Shipment email to customer?
fr_fr: Êtes-vous sûr(e) de vouloir envoyer les information de livraison par email au client ?

source: Are you sure you want to send order email to customer?
fr_fr: Êtes-vous sûr(e) de vouloir envoyer le bon de commande par email au client ?

source: Are you sure you want to void the payment?
fr_fr: Êtes-vous sûr(e) de vouloir envoyer le rejet de paiement par email au client ?

source: Are you sure you whant to cancel a message?
fr_fr: Êtes-vous sûr(e) de vouloir annuler le message ?

source: Are you sure you whant to delete a message?
fr_fr: Êtes-vous sûr(e) de vouloir effacer le message ?

source: Are you sure you what to cancel selected records?
fr_fr: Êtes-vous sûr(e) de vouloir annuler les enregistrements sélectionnés ?

source: Are you sure you what to delete selected records?
fr_fr: Êtes-vous sûr(e) de vouloir effacer les enregistrements sélectionnés ?

source: Are you sure you would like to remove all products from your comparison?
fr_fr: Êtes-vous sûr(e) de vouloir enlever tous les produits de la comparaison ?

source: Are you sure you would like to remove this item from the compare products?
fr_fr: Êtes-vous sûr(e) de vouloir enlever cet article de la comparaison ?

source: Are you sure you would like to remove this item from the shopping cart?
fr_fr: Êtes-vous sûr(e) de vouloir retirer cet article du panier ?

source: Are you sure you would like to remove this item from the wishlist?
fr_fr: Êtes-vous sûr(e) de vouloir enlever cet article de votre liste d'envies ?

source: Are you sure?
fr_fr: Êtes-vous sûr(e) ?

source: Are you sure? This order will be canceled and a new one will be created instead
fr_fr: Voulez-vous continuer ? Cette commande sera supprimée et une nouvelle sera créée à la place

source: Area
fr_fr: Zone

source: Array of Entity collections is expected.
fr_fr: Tableau de collections d'entités attendu.

source: As Low as
fr_fr: À partir de

source: As a Magento customer, Urban Airship is offering you unlimited Push Notifications and Rich Push for $100/year* along with a 60 day free trial.
fr_fr: En tant que client de Magento, Urban Airship vous offre les notifications Push illimités et Rich Push pour 100$/an* avec un essai de 60 jours gratuitement.

source: As low as
fr_fr: À partir de

source: As low as:
fr_fr: Prix spécial :

source: Ask Customer
fr_fr: Demandez au client

source: Assign
fr_fr: Assigner

source: Assign Order Status to State
fr_fr: Assigner un statut de commande à un état

source: Assign Status to State
fr_fr: Assigner un statut à un état

source: Assign a Customer Group
fr_fr: Assigner un groupe clients

source: Assign product link
fr_fr: Assigner un lien de produit

source: Assign product to category
fr_fr: Assigner un produit à une catégorie

source: Assign to Store Views
fr_fr: Assigner à la vue magasin

source: Assigned
fr_fr: Affecté

source: Assigned Answers
fr_fr: Réponses assignées

source: Assigned Options
fr_fr: Options attribuées

source: Assigned Products
fr_fr: Produits assignés

source: Assigned options
fr_fr: Options attribuées

source: Assignment Information
fr_fr: Information d'affectation

source: Associate to Website
fr_fr: Associer à un site web

source: Associated Products
fr_fr: Produits associés

source: Associated Tags
fr_fr: Tags associés

source: At least a payment ID must be set.
fr_fr: Au moins un ID de paiement doit être sélectionné.

source: At least one recipient must be specified.
fr_fr: Au moins un destinataire doit être saisi.

source: Attempt to add an invalid object
fr_fr: Tentative d'ajout d'un objet invalide

source: Attempt to add an invalid object.
fr_fr: Tentative d'ajout d'un objet invalide.

source: Attempted Authentication, Bad Result
fr_fr: Tentative d'authentification. Mauvais résultat

source: Attempted Authentication, Good Result
fr_fr: Tentative d'authentification. Bon résultat

source: Attrib. Set Name
fr_fr: Nom du jeu d'attr.

source: Attribute
fr_fr: Attribut

source: Attribute "%s" is invalid.
fr_fr: L'attribut "%s" est invalide.

source: Attribute "%s" is required.
fr_fr: L'attribut "%s" est obligatoire.

source: Attribute '%s' used in configurable products
fr_fr: Attribut '%s' utilisé dans les produits configurables

source: Attribute '%s' used in configurable products.
fr_fr: Attribut '%s' utilisé dans les produits configurables.

source: Attribute Code
fr_fr: Code

source: Attribute Information
fr_fr: Informations attributs

source: Attribute Label
fr_fr: Libellé

source: Attribute Model
fr_fr: Modèle d'attribut

source: Attribute Name
fr_fr: Nom de l'attribut

source: Attribute Name:
fr_fr: Nom de l'attribut :

source: Attribute Properties
fr_fr: Propriétés de l'attribut

source: Attribute Rules Information
fr_fr: Informations des règles d'API

source: Attribute Set
fr_fr: Jeu d'attributs

source: Attribute Set Name:
fr_fr: Nom du jeu d'attributs

source: Attribute Set and Item Type
fr_fr: Jeu d'attributs et type d'article

source: Attribute Sets
fr_fr: Jeux d'attributs

source: Attribute add
fr_fr: Ajout d'attribut

source: Attribute code is invalid. Please use only letters (a-z), numbers (0-9) or underscore(_) in this field, first character should be a letter.
fr_fr: Les code d'attribut est invalide. Utilisez uniquement des lettres (a-z), des chiffres (0-9) our des underscores (_). Le premier caractère doit être une lettre.

source: Attribute group with the "/name/" name already exists
fr_fr: Il existe déjà un groupe portant le nom \"/name/\".

source: Attribute object is undefined
fr_fr: L'objet attribut est indéfini

source: Attribute remove
fr_fr: Suppression d'attribut

source: Attribute set with the "%s" name already exists.
fr_fr: Il existe déjà un jeu d'attributs portant le nom "%s".

source: Attribute setting change related with Search Index. Please run <a href="%s">Rebuild Search Index</a> process.
fr_fr: Changement du paramétrage des attributs en relation avec l'indexation de recherche. Relancez le process <a href="%s">Reconstruire les indexes de recherche</a>.

source: Attribute with the same code
fr_fr: Attribut avec le même code

source: Attribute with the same code already exists
fr_fr: Un attribut avec le même code existe déjà

source: Attributes
fr_fr: Attributs

source: Attributes Mapping
fr_fr: Mapping d'attributs

source: Attributes Set
fr_fr: Jeu d'attributs

source: Attributes map
fr_fr: Mapping des attributs

source: Attrribute names can be specified per store.
fr_fr: Les noms d'attributs peuvent être spécifiés pour chaque magasin.

source: Auction Payment other than through eBay
fr_fr: Paiement des enchères autres que par le biais d'eBay

source: Authenticated, Bad Result
fr_fr: Authentifié. Mauvais résultat

source: Authenticated, Good Result
fr_fr: Authentifié. Bon résultat

source: Authentication complete.
fr_fr: Authentification terminée.

source: Authorization
fr_fr: Autorisation

source: Authorization Honor Period (days)
fr_fr: Période d'autorisation d'honneur (jours)

source: Authorization Waiting from Ogone
fr_fr: Attente d'autorisation de la part d'Ogone

source: Authorization confirmed
fr_fr: Autorisation confirmée

source: Authorization not known: A technical problem arose during authorization process, giving unpredictable result
fr_fr: Autorisation inconnue : un problème technique est survenue durant le process d'autorisation

source: Authorization transaction is required to void.
fr_fr: Transaction d'autorisation nécessaire pour annuler.

source: Authorize
fr_fr: Autoriser

source: Authorize Only
fr_fr: Autorisation seulement

source: Authorize and Capture
fr_fr: Autorisation et collecte

source: Authorize application
fr_fr: Autoriser l'application

source: Authorize.Net Transaction ID %s
fr_fr: Id de transaction Authorize.Net %s

source: Authorize.net Direct Post
fr_fr: Soumission directe Authorize.net

source: Authorized OAuth Tokens
fr_fr: Jetons OAuth autorisés

source: Authorized amount of %s.
fr_fr: Montant autorisé de %s.

source: Authorizing amount of %s is pending approval on gateway.
fr_fr: Saisir le montant de %s est en attente d'approbation sur la passerelle.

source: Authors
fr_fr: Auteurs

source: Auto Bill on Next Cycle
fr_fr: Facturer automatiquement au prochain cycle

source: Auto-generated from GoogleCheckout Charge
fr_fr: Généré automatiquement depuis la facturation GoogleCheckout

source: Auto-redirect to Base URL
fr_fr: Rediriger automatiquement vers l'URL de base

source: AutoSweep
fr_fr: Champ automatique

source: Autogenerate
fr_fr: Générer automatiquement

source: Autogenerated Site Map
fr_fr: Plan de site généré automatiquement

source: Automatic
fr_fr: Automatique

source: Automatic (equalize price ranges)
fr_fr: Automatique (égalise les tranches de prix)

source: Automatic (equalize product counts)
fr_fr: Automatique (égalise le nombre de produits)

source: Automatically Invoice All Items
fr_fr: Facturer automatiquement tous les articles

source: Automatically Return Credit Memo Item to Stock
fr_fr: Remettre automatiquement en stock un article faisant l'objet d'un avoir

source: Automatically bill the outstanding balance amount in the next billing cycle (if there were failed payments).
fr_fr: Facturer automatiquement le montant impayé au prochain cycle de facturation (s'il y a eu des paiements échoués)

source: Availability:
fr_fr: Disponibilité :

source: Available Balance
fr_fr: Solde disponible

source: Available Products
fr_fr: Produits disponibles

source: Average Customer Rating
fr_fr: Note moyenne

source: Average Customer Rating:
fr_fr: Note moyenne des clients :

source: Average Order Amount
fr_fr: Montant moyen de commande

source: Average Orders
fr_fr: Moyenne des commandes

source: Average Sale
fr_fr: Ventes moyennes

source: Avg. Approved Rating
fr_fr: Moyenne des notes approuvées

source: Avg. Rating
fr_fr: Moyenne des notes

source: BINARY
fr_fr: BINAIRE

source: Back
fr_fr: Retour

source: Back - link to the previously viewed page
fr_fr: Retour - Lien vers la dernière page visitée

source: Back to App Edit
fr_fr: Retour à l'édition de l'appli

source: Back to Billing Agreements
fr_fr: Retour aux ententes de facturation

source: Back to Billing Information
fr_fr: Retour aux informations de facturation

source: Back to Login
fr_fr: Retour à l'identification

source: Back to Main Product Info
fr_fr: Retour à la fiche du produit

source: Back to My Orders
fr_fr: Retour à mes commandes

source: Back to My Reviews
fr_fr: Retour à mes commentaires

source: Back to Product Reviews
fr_fr: Retour aux commentaires

source: Back to Recurring Profiles
fr_fr: Retour aux profils récurrents

source: Back to Select Addresses
fr_fr: Retour à la sélection d'adresses

source: Back to Shipping Information
fr_fr: Retour aux informations de livraison

source: Back to Shopping Cart
fr_fr: Retour au panier

source: Back to Tags List
fr_fr: Retour à la liste de mots clés

source: Backend Model
fr_fr: Modèle pour le back office

source: Backend Table
fr_fr: Table de back office

source: Backend Table Title
fr_fr: Titre de table de back office

source: Background Color
fr_fr: Couleur d'arrière-plan

source: Background Color of Ogone Template
fr_fr: Couleur d'arrière-plan du gabarit Ogone

source: Backordered
fr_fr: En attente de stock

source: Backorders
fr_fr: Commande en rupture de stock

source: Backup
fr_fr: Sauvegarde

source: Backup Name
fr_fr: Nom de la sauvegarde

source: Backup Options
fr_fr: Options de sauvegarde

source: Backup Type
fr_fr: Type de sauvegarde

source: Backup file "%s" cannot be read from or written to.
fr_fr: Impossible de lire ou d'écrire dans le fichier de sauvegarde "%s".

source: Backup file "%s" does not exist.
fr_fr: Le fichier de sauvegarde "%s" n'existe pas.

source: Backup file does not exist.
fr_fr: Le fichier de sauvegarde n'existe pas.

source: Backup file handler was unspecified.
fr_fr: Le gestionnaire de fichier de sauvegarde n'a pas été spécifié.

source: Backup file not found
fr_fr: Fichier de sauvegarde non trouvé

source: Backup file path was not specified.
fr_fr: Le chemin du fichier de sauvegarde n'a pas été spécifié.

source: Backup options
fr_fr: Options de sauvegarde

source: Backup record was deleted.
fr_fr: L'enregistrement de sauvegarde a été effacé.

source: Backups
fr_fr: Sauvegardes

source: Backups Control
fr_fr: Contrôle de sauvegardes

source: Bad request.
fr_fr: Non trouvé.

source: Balance Manager Account Bonus
fr_fr: compte de gestion de la balance bonus

source: Baltic
fr_fr: Baltique

source: Bank
fr_fr: Banque

source: Banner on Home Screen
fr_fr: Bannière sur l'écran d'accueil

source: Banner on Home Screen (landscape mode) image missing.
fr_fr: L'image de bannière sur l'écran d'accueil (mode paysage) est manquante.

source: Banner on Home Screen (portrait mode) image missing.
fr_fr: L'image de bannière sur l'écran d'accueil (mode portrait) est manquante.

source: Banner on Home Screen <br />(landscape mode)
fr_fr: Bannière sur l'écran d'accueil <br/> (mode paysage)

source: Banner on Home Screen <br />(portrait mode)
fr_fr: Bannière sur l'écran d'accueil <br/> (mode portrait)

source: Banner on Home Screen image missing.
fr_fr: L'image de bannière sur l'écran d'accueil est manquante.

source: Base Currency
fr_fr: Devise de base

source: Base Currency should be set to %s for %s in system configuration. Otherwise item prices won't be correct in Google Base.
fr_fr: La devise de base devrait être %s pour %s dans la configuration système. Sinon les prix ne seront pas corrects dans Google Base.

source: Base Customer Balance
fr_fr: Solde du client dans la devise de base

source: Base Discount
fr_fr: Remise dans la devise de base

source: Base Discount Amount
fr_fr: Montant de la remise de base

source: Base Image
fr_fr: Image de base

source: Base Item Subtotal
fr_fr: Sous-total de l'article dans la devise de base

source: Base Item Subtotal Including Tax
fr_fr: Sous-total TTC de l'article dans la devise de base

source: Base JavaScript URL
fr_fr: URL de base Javascript

source: Base Link URL
fr_fr: URL de base lien

source: Base Media URL
fr_fr: URL de base Media

source: Base Original Price
fr_fr: Prix d'origine dans la devise de base

source: Base Popularity
fr_fr: Popularité

source: Base Price
fr_fr: Prix dans la devise de base

source: Base Price Including Tax
fr_fr: Prix TTC dans la devise de base

source: Base Secure URL
fr_fr: URL de base sécurisée

source: Base Shipping
fr_fr: Livraison dans la devise de base

source: Base Shipping Discount
fr_fr: Remise sur la livraison dans la devise de base

source: Base Shipping Tax
fr_fr: Taxe de livraison dans la devise de base

source: Base Skin URL
fr_fr: URL de base du design

source: Base Subtotal
fr_fr: Sous-total dans la devise de base

source: Base Subtotal Including Tax
fr_fr: Sous-total TTC dans la devise de base

source: Base Tax Amount
fr_fr: Montant de TVA dans la devise de base

source: Base Total Due
fr_fr: Total dû dans la devise de base

source: Base Total Paid
fr_fr: Total payé dans la devise de base

source: Base Total Refunded
fr_fr: Total remboursé dans la devise de base

source: Base URL
fr_fr: URL de base

source: Base Unsecure URL
fr_fr: URL de base non sécurisée

source: Base currency
fr_fr: Devise de base

source: Base currency is used for all online payment transactions. Scope is defined by the catalog price scope ("Catalog" > "Price" > "Catalog Price Scope").
fr_fr: La devise de base est utilisée pour toutes les transactions de paiement en ligne. La portée est définie par la porte des prix de catalogue ("Catalogue" > "Prix" > "Portée des prix catalogue")

source: Based On
fr_fr: Basé sur

source: Based on your selection, you may be interested in the following items:
fr_fr: D'après votre sélection, les articles suivants pourraient vous intéresser :

source: Basic
fr_fr: Basique

source: Be the first to review this product
fr_fr: Soyez le premier à commenter ce produit

source: Before Discount
fr_fr: Avant remise

source: Before Order Confirmation
fr_fr: Avant la confirmation de commande

source: Before modifying the store view code please make sure that it is not used in index.php.
fr_fr: Avant de modifier le code de vue magasin, assurez-vous qu'il n'est pas utilisé dans le fichier index.php.

source: Before modifying the website code please make sure that it is not used in index.php.
fr_fr: Avant de modifier le code de site web, assurez-vous qu'il n'est pas utilisé dans le fichier index.php.

source: Before you continue to your store, please make a note of your encryption key (Magento uses it to encrypt passwords, credit cards and more).
fr_fr: Avant de continuer vers votre magasin, veuillez noter votre clé de cryptage (Magento l'utilise pour crypter les mots de passe, les numéros de cartes de crédit, ...)

source: Begin to check transaction status if order was made {N} hours ago.
fr_fr: Commence à vérifier le statut de la transaction si la commande a été passée {N} heures auparavant.

source: Best Value
fr_fr: Meilleure affaire

source: Bestsellers
fr_fr: Meilleures ventes

source: Big Image
fr_fr: Grande image

source: Bill to Name
fr_fr: Nom (Fact.)

source: Billing
fr_fr: Facturation

source: Billing Address
fr_fr: Adresse de facturation

source: Billing Address:
fr_fr: Adresse de facturation

source: Billing Agreement
fr_fr: Entente de facturation

source: Billing Agreement # %s
fr_fr: Entente de facturation n°%s

source: Billing Agreement #%s
fr_fr: Entente de facturation n°%s

source: Billing Agreement Signup
fr_fr: Engagement d'entente de facturation

source: Billing Agreement View
fr_fr: Vue de l'entente de facturation

source: Billing Agreement status is not set.
fr_fr: Le statut de contrat de facturation n'est pas renseigné.

source: Billing Agreements
fr_fr: Ententes de facturation

source: Billing Amount
fr_fr: Montant de facturation

source: Billing Frequency
fr_fr: Fréquence de facturation

source: Billing Information
fr_fr: Informations de facturation

source: Billing Information - %s
fr_fr: Informations de facturation - %s

source: Billing Last Name
fr_fr: Nom (fact.)

source: Billing Period
fr_fr: Période de facturation

source: Billing Period Unit
fr_fr: Unité de la période de facturation

source: Billing ZIP Code
fr_fr: Code postal (fact.)

source: Billing address has been set.
fr_fr: L'adresse de facturation doit être renseignée.

source: Billing period unit is not defined or wrong.
fr_fr: L'unité de la période de facturation n'est pas définie ou est incorrecte.

source: Billing to Name
fr_fr: Nom (fact.)

source: Block
fr_fr: Bloc

source: Block Information
fr_fr: Information

source: Block Reference
fr_fr: Bloc de référence

source: Block Title
fr_fr: Titre du bloc

source: Block after Info Column
fr_fr: Bloc après la colonne d'information

source: Block with name "%s" already exists
fr_fr: Un bloc portant le nom "%s" existe déjà

source: Blocks HTML output
fr_fr: Sortie de blocs HTML

source: Bonus for first ACH Use
fr_fr: Bonus pour la première utilisation ACH

source: Both (without and with tax)
fr_fr: Les deux (avec et sans taxes)

source: Both IPN and PDT
fr_fr: IPN et PDT

source: Bottom Block Options Wrapper
fr_fr: Options du bloc du bas

source: Bottom/Left
fr_fr: En bas à gauche

source: Bottom/Right
fr_fr: En bas à droite

source: Bought From
fr_fr: Acheté sur

source: Bought from wishlists
fr_fr: Acheté à partir de la liste d'envies

source: Bound Printed Matter
fr_fr: Imprimé

source: Brand
fr_fr: Marque

source: Breadcrumbs
fr_fr: Fil d'Ariane

source: British Pound Sterling
fr_fr: Livre sterling

source: Browse By
fr_fr: Filtrer par

source: Browse Files...
fr_fr: Parcourir les fichiers...
